<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN"
"http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
  <key>PayloadContent</key>
  <array>
    <dict>
      <key>PayloadType</key>
      <string>com.apple.webClip.managed</string>
      <key>PayloadVersion</key>
      <integer>1</integer>
      <key>PayloadIdentifier</key>
      <string>com.george.hackflow.snake-game</string>
      <key>PayloadUUID</key>
      <string>44444444-5555-6666-7777-888888888888</string>
      <key>PayloadDisplayName</key>
      <string>Snake Game</string>
      <key>Label</key>
      <string>Snake Game</string>
      <key>URL</key>
      <string>https://hackflow-nu.vercel.app/modules/snake-game</string>
      <key>FullScreen</key>
      <true/>
      <key>IsRemovable</key>
      <true/>
      <key>Precomposed</key>
      <false/>
    </dict>
  </array>
  <key>PayloadType</key>
  <string>Configuration</string>
  <key>PayloadVersion</key>
  <integer>1</integer>
  <key>PayloadIdentifier</key>
  <string>com.george.hackflow.snake-game</string>
  <key>PayloadUUID</key>
  <string>DDDDDDDD-EEEE-FFFF-0000-111111111111</string>
  <key>PayloadDisplayName</key>
  <string>Snake Game</string>
</dict>
</plist>